; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
; Source translation: Ondřej Josefus, June 2005
; Translation for FDM 3.9.2 build 1293: CZtranslators, 2013
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Czech
; converted from windows-1250 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
Uložit vše
Vyjmout
Kopírovat
Vložit
Lehký mód
Střední mód
Těžký mód
Nastavení stahování
Dial-up připojení
O programu FDM
Ukončit
Soubor
Úpravy
Zobrazit
Nastavení
Nástroje
Nápověda
Panel nástrojů
Stavový řádek
Průvodce optimalizací
Výchozí nastavení stahování 
Obecné nastavení
Vytáčené připojení
Zavěsit po dokončení
Vypnout počítač po dokončení
Nápověda programu
Domovská stránka FDM
Doporučit přátelům
Poslat e-mail na technickou podporu
Automaticky ověřit aktualizace
Ověřit aktualizace
-
-
Přepnout na
Mód provozu
Registrace
Stahování
Plánování
Prohlížeč stránek
HTTP//FTP prohlížeč
Správce stránek
Vytvořit stahování
Spustit stahování
Zastavit stahování
Naplánovat stahování
Přidat úkol
Vlastnosti úkolu
Stáhnout vybrané soubory
Zastavit
Obnovit
Přidat stránku
Vlastnosti stránky
Skupiny stahovaných souborů
Informace o stahování
Záznam plánovače
Záznam prohlížeče stránek
Stavový řádek
Vytvořit nové stahování
Odstranit stahování
Spustit soubor
Otevřít adresář
Spustit stahování automaticky
Vlastnosti stahování
Povolit úkol
Zakázat úkol
Odstranit úkol
Otevřít zdrojový adresář
Odpojit
Stahování
Nastavení prohlížeče stránek
Odstranit stránku
Dočasná položka
Stránky
Zobrazit hlavní okno
Monitorování prohlížeče
Monitorování schránky
Spustit všechna stahování
Zastavit všechna stahování
-
Pokračovat
-
-
-
-
-
Storno
-
-
-
Všechny skupiny
Filtry
Kompletní
Probíhající
Naplánované
Zastavené
Ostatní
Vytvořit novou skupinu
Odstranit skupinu
Odstranit všechna stahování
Odstranit všechna dokončená stahování
Otevřít adresář skupiny
Vlastnosti skupiny
Název skupiny:
Výchozí adresář:
Přípony souborů (oddělte mezerou):
Výchozí priorita stahování
Velmi nízká
Nízká
Střední
Vysoká
Velmi vysoká
Zadejte prosím název skupiny
Chyba vstupu
Skupina se stejným názvem už existuje. Zadejte prosím jiný název
Zadejte prosím název adresáře
Vybrat výchozí adresář skupiny
Zadejte název skupiny
Výchozí adresář pro uložení stahování této skupiny
Procházet
Přípony souborů pro tuto skupinu. Použito k detekování skupiny stahování automaticky
Výchozí priorita stahování skupiny
Zrušit změny a zavřít dialog
Použít změny a zavřít dialog
Chyba ve skupinách
Prosím přeinstalujte Free Download Manager
Chyba
Nelze načíst seznam stahování. Pravděpodobně byl poškozen nebo je používán jinou aplikací
Selhala inicializace integrace do Internet Exploreru
Opravdu si to přejete?
Tímto odstraníte všechna stahování ve skupině
Potvrzení
Název souboru
Velikost
Staženo
Zbývající čas
Sekce
Rychlost
Komentář
Záznam
Průběh
Čas
Datum
Informace
Vyčistit
Automatický posun
Neznámá chyba sítě
Přístup odepřen. Neplatné uživatelské jméno nebo heslo
Přístup odepřen. Neplatné heslo
Dokončeno
Nelze se připojit k serveru
Soubor nenalezen na serveru
Spojení se serverem bylo ztraceno
Server neodpovídá
Nelze získat název serveru
Server nepodporuje navazování stahování. Nezastavujte stahování, jinak budete začínat od začátku
Je vyžadováno uživatelské jméno a heslo pro proxy
Chyba rozšíření
Špatný požadavek. Pravděpodobně špatná URL
Neznámá chyba serveru
Spojení přerušeno
Chybná URL
Není nastaveno připojení k internetu
Zvolená verze HTTP není podporována tímto serverem
Neznámá chyba
Nelze odstranit soubor z disku
Limit připojení k serveru je překročen
Limit připojení k serveru byl překročen
Pauza %d sec.
Sekce
Spuštěno
Dokončeno
Stahování dokončeno
Připojování...
Připojení úspěšné
Přesměrování...
Přesměrování úspěšné. Otevírání nové URL
Zahájení stahování...
Zastaveno
Vytváření nové sekce...
Zrušeno
Restartování stahování...
Otevírání souboru na disku...
Název souboru je příliš dlouhý
Soubor již existuje. Přejmenovat na
Přejmenovat na
Výstupní soubor byl odstraněn. Nelze pokračovat
Soubor již existuje. Přepsat
Soubor již existuje. Pokračovat ve stahování
Soubor již existuje
Selhalo otevření souboru na disku
Velikost souboru na serveru byla změněna!
Nastavuji pro novou velikost...
Nelze přepsat soubor
Soubor bude přejmenován
Nelze přejmenovat soubor na jeho původní název
Nelze uložit skupiny
Nelze uložit stahování
Vytáčené připojení
Připojit k:
Vytočit připojení automaticky 
Připojit
zvolit vytáčené připojení
Zvolte, jestliže chcete příště spustit vytáčení automaticky
Spustit vytáčení připojení
Nespouštět vytáčení a zavřít dialog
Vytáčené připojení nenalezeno na počítači
Linka je zaneprázdněna
Hardware selhal
Není volací tón
Vytáčení
Pokus
Otevírání portu...
Vytáčení poskytovatele...
Připojeno ke vzdálenému počítači
Ověřování uživatelského jména a hesla...
Rychlost připojeni je %d BPS
Odpojit
Opakování
Vyžadováno uživatelské jméno a heslo
Uživatel:
Heslo:
Skupina:
Uložit do složky:
Uložit jako:
Spustit
Automaticky
Manuálně
Naplánovat
Priority stahování
Pokročilé
Adresa stahovaného souboru
Zadejte uživatelské jméno
Zadejte heslo
Zvolte, jestliže server vyžaduje autorizaci
Název skupiny, do které budou umístěny stahované soubory. Skupiny Vám pomohou zpřehlednit stahování.
Složka pro uložení stahovaných souborů
Nový název stahovaného souboru. Ponechte pole prázdné, jestliže chcete soubor uložit s jeho původním názvem
Stručný popis stahovaného souboru
Stahování bude spuštěno automaticky, jakmile to bude možné
FDM nebude zkoušet spouštět stahování automaticky
Naplánovat stahování
Nastavení plánování stahování
Priorita stahování. Stahování s vyšší prioritou bude spuštěno jako první. Stahování s nižší prioritou bude odloženo
Zobrazit pokročilé nastavení pro stahování
Zadaná URL je neplatná. Prosím zkontrolujte ji
Zadejte prosím uživatelské jméno
Zvolte výstupní složku
Obecné
Obecné informace
Stahování aktuálně uloženo do souboru:
Název stahovaného souboru
URL stahování nelze změnit
Stahování probíhá. Nelze změnit název souboru
Nelze přejmenovat soubor
Soubor nenalezen
Cesta nenalezena
Neplatný formát .exe souboru
Soubor je používán jinou aplikací
Přístup odepřen
Zařízení není připraveno
Disk je plný
Název souboru je neplatný
Je vyžadováno přihlášení
Připojení
Síť
Chyby
Pauza mezi pokusy o připojení (v sekundách):
Maximální počet pokusů
Prodleva (v sekundách):
Minimální velikost:
Maximální počet:
Omezení přenosu pro toto stahování
Omezení přenosu
Ignorovat všechna omezení
B
KB
MB
; second. e.g. KB/s
s
zadejte hodnotu větší než %d
Zvolte prosím rozměr
Čas čekání na znovu připojení k serveru v případě chyby
Zvolte, jestliže chcete nastavit maximální počet neúspěšných pokusů o stahování
Čas čekání na odezvu serveru
Minimální velikost sekce. Stahování nebude rozděleno na sekce při menší velikosti
Maximální počet sekcí. Stahování nebude rozděleno na větší počet sekcí
Zadejte kolik přenosu (maximálně) FDM zabere pro stahování
Ignorovat omezení přenosu a maximálního počtu připojení pro toto stahování
Hodnotu můžete zadat v bajtech (B), kilobajtech (KB) nebo megabajtech (MB)
Protokol
Identifikovat na serveru jako:
Poskytovatel:
Použít HTTP 1.1
Použít cookies
Použít pasivní mód
Mód přenosu
Binární
ASCII pro soubory s příponou:
Zvolte, jak bude FDM identifikován HTTP serverem
Řetězec bude poslán jako pole poskytovatele na HTTP server. Většinou není vyžadováno
Zvolte, jestliže si přejete, aby FDM používal HTTP verzi 1.1
Zvolte, jestliže si přejete, aby FDM používal cookies
Zvolte, jestliže si přejete, aby FDM používal pasivní mód pro FTP servery. Někdy je to nezbytné při používání firewallu
Použít pro FTP přenos binární mód. Nastavte, jestliže stahovaný soubor není textový
Použít pro FTP přenos ASCII mód. Nastavte, jestliže stahovaný soubor je textový
FDM bude používat ASCII mód pro soubory se zadanou příponou. Pro ostatní soubory bude FDM používat binární mód přenosu
Proxy
Získat nastavení proxy
Z Microsoft Internet Exploreru
Specifikovat ručně
Nepoužívat proxy
Nastavení
Adresa:
Port:
Zadejte prosím adresu proxy
zadejte prosím port proxy
FDM použije nastavení proxy z Internet Exploreru
Vlastní nastavení proxy
FDM nebude používat proxy
Zvolte typy serverů, pro které chcete specifikovat proxy
Zadejte adresu proxy, kterou chcete používat
Zadejte port proxy. Obvykle 3128, 1080 nebo 8080
Zvolte, jestliže proxy server vyžaduje autorizaci
Ostatní
Lokální soubor
Pokud soubor již existuje:
Rezervovat místo na disku pro stahovaný soubor
Přípona přidaná k nedokončeným stahováním:
Internetový server
Nerestartovat stahování, pokud server nepodporuje navazování
Při změně velikosti souboru na serveru:
Zastavit při chybě
Dotázat se
Přepsat
Přejmenovat
Pokračovat
Restartovat
Upravit
Zadejte prosím příponu
Zde můžete určit, co by FDM měl udělat, jestliže soubor již na disku existuje
Zvolte, jestliže chcete rezervovat místo na disku pro již započaté stahování
Při aktivaci bude FDM přidávat zadanou příponu k názvu souboru během stahování. Po dokončení stahování, FDM přejmenuje soubor na jeho původní název
FDM nebude restartovat stahování, jestliže server nepodporuje navazování
Zde můžete určit, co by měl FDM udělat, jestliže byla změněna velikost souboru na serveru
Zvolte, pro zastavení stahování, pokud soubor nebude nalezen na serveru
Zvolte, pro zastavení stahování při neplatném uživatelském jménu nebo heslu
Módy provozu
Zvolte mód pro nastavení:
Maximální počet připojení:
Maximální počet připojení na jeden server:
Omezení přenosu:
neomezeno
Zvolte mód provozu, který si přejete nastavit
Zvolte, pro nastavení maximálního počtu připojení
Zvolte, pro nastavení maximálního počtu připojení na jeden server
Zadejte přenos FDM (maximální) pro stahované soubory
Stahování
Seznam stahování
Automaticky ukládat po
min.
Při odstranění nedokončeného stahování
Automaticky odstranit dokončená stahování
Neodstraňovat soubor
Odstranit soubor
FDM uloží seznam stahování automaticky po zadaném časovém intervalu. Zamezí tak nechtěné ztrátě dat ze seznamu při možném vypnutí počítače nebo výpadku proudu
Zvolte, co by FDM měl udělat při odstraňování nedokončeného stahování
Zvolte, jestliže chcete odstranit stahovaný soubor automaticky ze seznamu stahování, pokud je jeho stahování dokončeno
Sledování
Monitor
Schránka
Sledovat soubory s příponou
Ignorovat soubory s příponou
Klávesa ALT nesmí být stisknuta
Pouze při stisku klávesy ALT
Zadejte prosím přípony
Zvolte, pokud si přejete, aby FDM zachytil kliknutí v Internet Exploreru
Zvolte, pokud si přejete, aby FDM sledoval obsah schránky
Sledovat jen soubory se zadanou příponou
Nesledovat soubory se zadanou příponou 
Sledovat jen pokud není stisknuta klávesa ALT
Sledovat jen při stisku klávesy ALT
Spuštění
Načíst při spuštění
Spustit minimalizovaný
Systém
Minimalizovat do syst. lišty
Tlačítkem zavřít minimalizovat okno
FDM bude spuštěn při startu Windows
FDM bude při spuštění minimalizován
Při stisku tlačítka Minimalizovat, bude FDM minimalizováno do systémové lišty
Pokud nebude aktivováno, pak klepnutí na tlačítko Zavřít bude stejné jako klepnutí jako na tlačítko Minimalizovat
Aktualizace
Adresa aktualizačního serveru
FDM ověří, zda není dostupná novější verze programu
Průvodce optimalizací použití sítě
Vítejte v průvodci pro optimalizaci sítě!
Průvodce Vám pomůže nastavit optimální nastavení pro Váš typ připojení. Nastaví výchozí nastavení pro stahování.
Zvolte prosím typ připojení
Dokončit
Zvolte typ Vašeho připojení na Internet
Nastavit FDM pro optimální práci s Vaším připojením
Úkol
Čas spuštění
Další čas spuštění
Poslední čas spuštění
Nelze načíst seznam naplánovaných úkolů. Možná byl poškozen nebo je používán jinou aplikací
Nelze načíst záznam plánovače
Nelze uložit seznam naplánovaných úkolů
Úkol "%s" byl naplánován. Přejete si jej pustit?
Změnit mód přenosu na "%s"
Zavěsit
Všechna připojení
Změnit mód přenosu na
Vypnout
Restartovat
Odpojit
Jednou
Ne
Po
Út
St
Čt
Pá
So
Ve dny:
Každý
dny
hodiny
Při spuštění FDM
Když bude vytáčení úspěšné
Když vytáčení selže
Když není žádné stahování aktivní
Když rychlost bude menší nebo rovna %d B/s během %d
Když jsou všechna stahování v chybovém stavu
Nikdy
Neznámý
Úspěšně připojen k "%s"
Selhalo připojení k "%s"
Spuštění bylo úspěšné
Nedostatek paměti
Nelze spustit
Spuštění plánovače bude způsobovat ukončení programu při startu. Plánovač bude ignorován
Maximální počet pokusů vytáčení
Prodleva mezi pokusy
Zavěsit, pokud je rychlost připojení nižší než:
Zkusit znovu
Ne více než
Použít připojení
Při úspěšném
xkrát
Zavěsit všechna aktivní připojení
Připojení k zavěšení
Jméno programu:
Argumenty:
Typ vypnutí:
Nuceně ukončit aplikace
Spustit program
Vytočit připojení
Zavěsit připojení
Změnit mód přenosu
Ukončit FDM
Vypnout počítač
Stahování ke spuštění
Stahování k ukončení
Aplikace
Všechny soubory
Omlouváme se, ale možnost je dostupná pouze pro Windows 2000, XP a novější
Zadejte prosím název programu
Vyberte prosím stahování
Vyberte mód provozu, který chcete nastavit při startu úkolu
Zvolte, pokud chcete omezit maximální počet neúspěšných pokusů o připojení 
Prodleva mezi neúspěšnými pokusy
Zvolte, pro provedení připojení s rychlostí ne nižší než zadaná hodnota
Zadat hodnotu minimální požadované rychlosti připojení
Při zvolení se FDM bude pokoušet otevřít požadované připojení
Zvolte, pokud chcete omezit maximální počet neúspěšných pokusů o otevření připojení 
Zadejte požadované stahování
Seznam všech dostupných stahování
Přidat vybrané stahování do seznamu úkolů ke stažení
Odebrat vybrané stahování ze seznamu úkolů ke stažení
Zvolte program ke spuštění
Najít program ve Vašem počítači
Zadejte argumenty programu
Zadejte typ sezení pro ukončení
Zvolte pro nucené ukončení Vašeho sezení. Toto je užitečné pokud jsou ukončované aplikace v paměti a neodpovídají. Uvědomte si prosím, že tímto ukončením můžete přijít o všechna neuložená data
Zadejte naplánovanou akci
Zvolte pro zavěšení všech aktivních připojení
Zadejte připojení k zavěšení
V určené dny
Neděle
Pondělí
Úterý
Středa
Čtvrtek
Pátek
Sobota
V případě
Během
Nízká rychlost:
min.
Minuty
Hodiny
Dny
Když je rychlost stahování příliš nízká
Když jsou všechna stahování v chybovém stavu
Prosím zadejte dny
Spustit úkol v zadaný čas
Nastavit čas spuštění úkolu
Spustit úkol v zadaný datum
Nastavit datum spuštění úkolu
Spustit úkol v určené dny týdne
Spustit úkol každou neděli
Spustit úkol každé pondělí
Spustit úkol každé úterý
Spustit úkol každou středu
Spustit úkol každý čtvrtek
Spustit úkol každý pátek
Spustit úkol každou sobotu
Spustit úkol opakovaně
Tento řádek umožňuje zadat časový interval v minutách, hodinách nebo dnech
Spustit úkol, když nastane nějaká událost
Zadejte typ události
Zadejte časový interval
Zadejte minimální požadovanou rychlost
Pro spuštění úkolu je vyžadováno potvrzení
Počkejte během potvrzování
sek.
Při zvolení se Vás FDM bude ptát na potvrzení spuštění tohoto úkolu
Při zvolení bude FDM čekat na potvrzení po dobu zadaného časového intervalu. Když nebudete během této doby reagovat, úkol bude spuštěn
Adresa:
Vytvářím seznam souborů ke stažení
Připojuji se k serveru
Pokouším se použít uživatelské jméno a heslo uložené ve správci stránek
Získávám seznam souborů ze serveru
Spojení se serverem bylo ztraceno. Pokus o obnovení
Vytváření seznamu
Získat velikost a datum úpravy souborů
Použitím tohoto parametru může výrazně klesnout rychlost
Zvolte, jestliže si přejete, aby se FDM dotázal na velikost a datum souborů z HTTP serverů
Název stránky
Připojení
Přihlášení
Skupina
Nelze načíst seznam stránek. Pravděpodobně byl poškozen nebo je používán jinou aplikací
Nelze uložit seznam stránek
Maximální počet otevřených připojení:
Výchozí skupina pro nové stahování z této stránky
Použít pasivní mód FTP
Zadejte prosím název stránky
Stránka se stejným názvem už existuje. Zadejte prosím jiný název stránky
Maximální počet připojení musí být větší než 0
Zvolte prosím skupinu
Zadejte název stránky
Zvolte pro omezení maximálního počtu otevřených stahování pro tento server
Zvolte pro automatické přidání stahování z tohoto serveru do vybrané skupiny
Dotázat se uživatele
Příště se již nedotazovat
Chyba při zápisu na disk
Soubor "%s" již na disku existuje. Zvolte akci pro pokračování?
Příště již tento dotaz nezobrazovat. Volba bude přijata jako výchozí
Přepsat existující soubor
Přejmenovat soubor
Pokračovat ve stahování. (Stahování bude spuštěno na pozici odpovídající velikosti existujícího souboru)
Zastavit stahování
Ano
Ne
Stahování
bylo odebráno. Odstranit také soubor z disku?
Zadejte prosím uživatelské jméno a heslo
Přihlásit se k "%s"
Odeslat uživatelské jméno a heslo na server
Nepřipojovat se k tomuto serveru
Velikost "%s" byla na serveru změněna. Zvolte akci pro pokračování?
Restartovat stahování od začátku
Upravit stahování pro novou velikost souboru. Nedoporučeno
Prosím o strpení
Aktualizovat
Popis
Použití aktualizace:
Kontrola aktualizace
Používáte nejnovější verzi programu
Stahování
Je dostupná verze %s sestavení %s
Plná distribuce verze %s (%s)
Aktualizovat na verzi %s
Aktualizovat na verzi %s (%s)
Doporučujeme restartovat FDM. Přejete si jej restartovat nyní?
Aktualizace dokončena
Nelze nalézt nástroj pro aktualizaci
Zadejte typ aktualizace
Aktualizovat FDM přes úplnou distribuci
Aktualizovat FDM přes upravenou distribuci
Zobrazit více informací o aktualizaci
Co je nového v této verzi?
Spustit aktualizaci FDM
Zrušit aktualizaci a zavřít tento dialog
Vytvořit stahování
Vybrat obsah
Zrušit výběr obsahu
Seznam stahování pro přidání
Ověřit vybrané adresářové položky pro přidání do seznamu stahování
Neověřovat vybrané adresářové položky pro přidání do seznamu stahování
O programu FDM
Copyright (c)
Všechna práva vyhrazena
Registrováno na:
Program byl aktualizován. Je vyžadován restart
Neplatné uživatelské jméno a heslo
Nelze načíst soubor historie
Nelze načíst soubor historie
Výchozí nastavení HTML Spideru
HTML Spider
Strom webových stránek
Stáhnout webovou stránku
Nastavení stahování webových stránek
Spustit stahování
Zastavit stahování
Naplánovat stahování
Odstranit
Otevřít webovou stránku v prohlížeči
Spustit stahování automaticky
URL webové stránky
Soubory
Přejete si odstranit také stahování?
Nelze načíst seznam webových stránek
Nelze uložit seznam webových stránek
URL webové stránky nebo HTTP server, ze kterého chcete stahovat
URL webové stránky nebo HTTP server, ze kterého bylo spuštěno stahování
Název adresáře, do kterého bude uloženo stahování
Výstupní adresář:
Webové stránky
Stránky
Rozšíření webových stránek s HTML kódem:
Stáhnout CSS styly
Stáhnout webové stránky z jiných umístění
Obrázky
Stáhnout obrázky
Stáhnout obrázky odkazující na jiné stránky
Hloubka stahování:
Rozšíření webových stránek s HTML kódem. Webové stránky budou prohledány na odkazy obrázků a jiných stránek pro stažení
Při zvolení bude stažen i styl webových stránek (CSS). Doporučeno
Při zvolení nebudou webové stránky z jiných umístění staženy. Například, když nezaškrtnete a spustíte stahování z http://example.com/, pak http://othersite.com/some.html nebude staženo, ale http://example.com/some.html bude staženo
Při zvolení budou staženy i obrázky z webových stránek
Při zvolení nebudou staženy obrázky z webových stránek, které odkazují na jiná umístění
Hloubka stahování. Například, spustíte-li stahování z http://ex.com/index.html bude stažen i odkaz z níc, tzn. http://ex.com/some.html (hloubka stahování = 1). Nastavením hloubky na 0, stáhnete pouze úvodní stránku s obsahem.
Stáhnout soubory z webových stránek
Stáhnout soubory z jiných umístění
Odstranit soubory s příponou
Přepnout
Stahovat
Nestahovat
soubory s příponou:
Zvolte pro stažení souborů z webových stránek
Zvolte pro stažení souborů z jiných umístění
Zvolte pro ignorování souborů se specifikovanými příponami
Soubory s příponami, specifikovanými níže, budou staženy, jestliže zvolíte
Soubory s příponami, specifikovanými níže, nebudou staženy, jestliže zvolíte
Exportovat nastavení
Importovat nastavení
Selhalo spuštění Regedit.exe
Nastala chyba během pokusu exportovat nastavení
Nastala chyba během pokusu importovat nastavení
FDM registrační soubory
Eliminovat obrázky podle přípony
obrázky s příponami:
Zvolit pro ignorování obrázků se specifikovanými příponami
Obrázky s příponami, specifikovanými níže, budou staženy, jestliže zvolíte
Obrázky s příponami, specifikovanými níže, nebudou staženy, jestliže zvolíte
Nestahovat a odstranit
Server nepodporuje navazování stahování. Restartovat od začátku
Selhalo otevření URL
Omlouváme se, ale nastala neočekávaná chyba při pokusu zapisovat do registrů
Děkujeme za Vaší registraci! Prosím restartujte FDM
Stáhnout FDM
Stáhnout web FDM
Přidat FDM do kontextového menu prohzlížeče
Zvolte, pro přidání položek "Stáhnout FDM" a "Stáhnout web FDM" do kontextového menu prohlížeče (menu dostupné po klepnutí pravým tlačítkem myši)
Snížit provoz použitelný pro prohlížení
Snížit o jednu úroveň
Nastavit Lehký mód
Zvolte pro snížení provozu automaticky, když prohlížíte internet. Toto umožní prohlížet rychleji, pokud FDM něco stahuje
Provoz bude snížen o jednu úroveň. Těžký->Střední, Střední->Lehký
Provoz bude změněn na Lehký
Platné pro
Platné pro poddomény
Zvolte pro použití záznamu pro stahování přes HTTP
Zvolte pro použití záznamu pro stahování přes HTTPS
Zvolte pro použití záznamu pro stahování přes FTP
Zvolte pro použití záznamu pro stahování z poddoménových serverů. Například, pro stránku http://site.com to bude http://some.site.com
Prosím vyberte nejméně jeden protokol
Maximální počet běžících stahování
Zaškrtněte, jestliže chcete limit pro maximální počet stahování běžících současně
Restartovat stahování
Vytvořit o jednu sekci navíc
Zastavit jednu sekci
; context: [section x] - Stopped
Zastaveno
; tray menu
Box pro zachycení
;
Nelze nalézt adresář pro Opera Plugin. Přejete si jej zadat?
Nelze nalézt adresář pro Netscape Plugin. Přejete si jej zadat?
Nelze nainstalovat monitorování Opery
Nelze odinstalovat monitorování Opery
Nelze nainstalovat monitorování Netscapu
Nelze odinstalovat monitorování Netscapu
Zvolte, jestliže si přejete, aby FDM zachycovalo klepnutí na odkazy v Opera
Zvolte, jestliže si přejete, aby FDM zachycovalo klepnutí na odkazy v Netscape
; create download dlg
Dotaz na velikost
; request a size of a download
Požadavek...
Získat velikost stahovaného souboru ze serveru
Ano pro vše
Ne pro vše
Detailní záznam
Při zvolení bude FDM zobrazovat reakce serveru
Změny se projeví až po restartu prohlížeče
Seznam úkolů
Seznam souborů
Seznam sítí
Seznam stránek
Odstraňování stahování
Vytvoření seznamu stahování
Vytvořit dávku stahování
Od:
Do:
Krok:
Zástupné bity:
Výsledky
Příklad:
Počáteční číslo sekvence
Konečné číslo sekvence
Krok sekvence. Např. pokud je krok roven 10, pak sekvence bude 0, 10, 20, ...
Počet zástupných bajtů. Např. pokud je roven 1, pak sekvence bude 1, 2, 3. Když je roven 2, pak sekvence bude 01, 02, 03.
Klikněte, pro zobrazení vytvořené sekvence
Umožnit Internet Exploreru stahovat, při stisknu tlačítka Storno
Zvolte, jestliže si přejete, aby Internet Explorer stáhnul soubor, když stisknete tlačítko Storno v dialogu "Vytvořit stahování"
Konečné číslo sekvence musí být větší než počáteční
Prosím použijte (*) v URL pro specifikování šablony URL
Vytvořit příponu, pokud soubor žádnou nemá
Zvolte pro vytvoření zvolené přípony pro soubor, který žádnou nemá. Například, když název souboru je "file" a zvolená přípona "txt", výsledek bude "file.txt"
Zobrazit velikosti pouze v bajtech
Zvolte pro zobrazení všech velikostí v bajtech namísto v kilobajtech nebo megabajtech
Provést antivirovou kontrolu
Argumenty:
Přípony:
Zvolte pro automatickou antivirovou kontrolu stažených souborů
Zadejte název antiviru
Zadejte argumenty antiviru
Zadejte přípony stažených souborů, které budou kontrolovány
Zadejte prosím název antiviru
Název je neplatný. Prosím zkontrolujte jej
Spouštění antiviru
Zakázat úkol po provedení
Odstranit úkol po provedení
Zvolte pro vyřazení úkolu automaticky po provedení
Zvolte pro odstranění úkolu automaticky po provedení
Vpřed
Zpět
Generovat název souboru automaticky
Zvolte pro automatické generování názvů stahovaných souborů 
Uložit s příponou "htm"
Zvolte pro uložení všech webových stránek s příponou "htm"
Klepněte na tlačítko pro výpočet velikosti všech stahování
Zachovat strukturu adresářů jako na serveru
Klepněte na tlačítko pro zachování originální struktury adresářů serveru. Jinak budou všechny soubory uloženy do jednoho adresáře
Vybral jste jiný adresář. Nastavit tento adresář jako výchozí pro tuto skupinu? Výchozí adresář můžete změnit i v nastavení skupiny.
; === ADDED LINES ===
Stahování s touto URL již existuje. Co si přejete provést?
Spustit
Spustit stažený soubor
Verze
Kontaktovat autory
Stáhnout aktuální verzi
Upozornění:  Tento program je chráněn autorským zákonem a mezinárodními smlouvami. Neautorizované kopírování nebo distribuce programu, nebo jeho části, může přinést výsledky v podání občanských a kriminálních trestů, a budou stíhány v maximálním rozsahu možném podle práva.
; === new version ===
Stáhnout vše FDM
Přidat seznam stahování
Odebrat označené
Toto je seznam URL pro přidání
Klikněte na tlačítko pro odebrání označených URL ze seznamu
Nelze nalézt adresář pro Firefox Plugin. Přejete si ho zvolit ručně?
Nelze nainstalovat sledování Firefoxu
Nelze odinstalovat sledování Firefoxu
Zvolte, jestliže si přejete, aby FDM sledoval klepnutí na odkazy v Mozille Firefox
Stáhnout vybrané FDM
Spouštění
Webové stránky
Aktivní stahování
V současnosti není aktivní stahování
Zprávy
Používat "bubliny" v systémové liště
Zobrazit
Zvolte pro povolení "bublinových" zpráv v systémové liště, pokud je stahování zastaveno nebo dokončeno. Poznámka: Funguje pouze na Windows 2000/XP a vyšších
Automaticky zavřít "bublinu" po vypršení této doby
Zrcadla
Automaticky hledat adresy zrcadel
Maximální počet zrcadel
Vypočítat rychlost stahování
Přepočítat rychlost každého
Zaškrtněte pro hledání adres zrcadel pro každé stahování automaticky
Limit počtu zrcadel na stahování. Umožňuje redukovat kalkulaci rychlosti zrcadel
Zvolte pro výpočet rychlosti každého zrcadla
Automaticky přepočítat rychlost zrcadel prostřednictvím specifikovaného časového intervalu
Nehledat, jestliže velikost souboru je menší než
FDM nebude hledat zrcadla, jestliže velikost soboru je menší než zadaná
Nehledat, když je velikost souboru neznámá (Doporučeno)
Přidat zrcadlo
Hledání zrcadel
Přidat adresu zrcadla pro toto stahování ručně
Hledat zrcadlo pomocí FileSearching.COM
Seznam URL zrcadel
Rychlost serveru
Je používán
Změřit rychlost zrcadel
Změřit rychlost zrcadlících serverů
Informace o stahování
Prosím o strpení...
URL zrcadla pro stahování
Velikost souboru překračuje 2GB. Taková stahování jsou podporována pouze přes FTP
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Nové stahování
Automaticky určit skupinu pro stahování
Nastavit skupinu na:
Uložit stahování do adresáře pro skupinu
Zvolte, jestliže si přejete, aby skupiny pro stahování byly určeny podle přípon souborů nebo podle nastavení Správce stránek
Ručně nastavit výchozí skupinu
Zvolte, jestliže si přejete, aby stahování byla uložena do výchozího adresáře skupiny (viz. vlastnosti skupin)
Ručně nastavit výchozí adresář pro skupinu
; END
; BEGIN: Monitoring page
Tiché monitorování
Při zvolení se nebude ukazovat dialog "Vytvořit stahování", když přidáváte stahování z prohlížeče
Nastavit
Vyberte položky zobrazované v plovoucím menu Internet Exploreru
; END
Vyberte položky menu k zobrazení
Nejméně jedna položka menu musí být vybrána
Používat zvuky
Zvolte, jestliže si přejete, aby FDM přehrával zvuky při některých událostech (např. když je stahování kompletní)
Vybrat zvuk pro každou událost
; BEGIN : Customize sounds dialog
Nastavit zvuky
Nastavit zvuk
Odebrat
Test
Seznam událostí FDM a příslušných zvuků. Zde můžete nastavit zvuky přehrávané, když nastane určitá událost
Stahování přidáno - přehrát zvuk, když jedno nebo více stahování bylo přidáno do seznamu
Stahování kompletní - přehrát zvuk, když bylo stahování úspěšně dokončeno.
Stahování selhalo - přehraje zvuk, když nastane chyba při pokusu o stažení souboru.
Vytáčení úspěšné - přehraje zvuk, když naplánovaný úkol "Otevřít dial-up připojení" byl proveden úspěšně.
Vytáčení selhalo - přehraje zvuk, když naplánovaný úkol "Otevřít dial-up připojení" z nějakého důvodu selže.
Nastavit zvuk pro vybranou událost
Nepřehrávat zvuk, když nastane vybraná událost
Testovat vybraný zvuk
Událost
Zvukový soubor
Bez zvuku
Stahování přidáno
Stahování kompletní
Stahování selhalo
Vytáčení úspěšné
Vytáčení selhalo
Zvukové soubory
; END
Hledání zrcadel...
Měření rychlosti zrcadel...
Hledání zrcadel už bylo vykonáno
Připojování vyhledávacího serveru...
Obdržení výsledků...
Nalezeno %d zrcadel
Hledání zrcadel hotovo
Zkoušení jiného zrcadla...
Nenalezena zrcadla
Selhalo
Rychlost zrcadel byla změřena
; BEGIN: History page
Historie
Uložit historii odkazů a adresářů
Uložit pouze historii adresářů
Ponechat záznamy během
Maximální počet záznamů
Vyčistit historii
FDM uloží historii odkazů a názvů složek
FDM uloží pouze historii adresářů
FDM odstraní záznamy v historii, které jsou mimo specifikovaný časový interval
Maximální počet záznamů v historii. Když bude počet záznamů větší než tato hodnota, FDM smaže nejstarší záznamy
Odstranit všechny záznamy z historie
; END
Import
Export
Importovat seznam URL
Exportovat seznam stahování
Textové soubory
Nelze otevřít soubor
Exportovat všechna stahování
Exportovat všechna stahování v seznamu
Exportovat vybraná stahování
Neexportovat kompletní stahování
Připojit, jestliže soubor existuje
Neplatný název skupiny. Prosím nepoužívejte znaky / nebo \.
Ukončit po dokončení
; BEGIN : Downloads History window
Přidáno
Uloženo do
; END
Koš
; BEGIN: Recycle Bin
Vlastnosti
Vyprázdnit koš
;END
;BEGIN: Recycle Bin properties
Nepřesouvat odstraněné stahování do koše
Udržet maximálně
stahování
Neudržovat kompletní stahování
Zeptat se na souhlas při mazání stahování
Vlastnosti koše
Zvolte, jestliže nechcete přesouvat odstraněná stahování do koše
Zvolte, jestliže chcete určit maximální počet odstraněných stahování přesouvaných do koše
Maximální počet stahování v koši
Zvolte, jestliže nechcete přesouvat kompletní stahování do koše po jejich odstranění
Zvolte, jestliže si přejete, aby FDM vyžadoval Váš souhlas, když se pokusíte odstranit stahování
;END
Obnovit
Obnovuji stahování...
; History subitems
Dnes
Včera
Týden
Měsíc
Vlastní...
; end
Vyčistit historii
Uložit historii stahování
Uložit jen historii kompletních stahování
Zvolte, jestliže chcete uložit historii stahování
Zvolte, jestliže chcete uložit pouze historii kompletních stahování
Nastavení historie stahování
Vytváření seznamu záznamů historie...
; Download Was deleted
Byl odstraněn
Zvolte časový rozsah
Najít
Najít další
Hledat
; BEGIN : Find dialog
Hledat v
Místní název souboru
Zadejte kritéria vyhledávání
Hledat v souborové části URL
Hledat v celé URL
Hledat v komentářích stahovaných souborů
Hledat ve jméně a cestě souborů stažených na místní disk
Nastavení pokročilého vyhledávání
; ADVANCED settings
Hledat v
Hledat v seznamu stahování
Hledat v historii stahování
Hledat se specifikovaným časem
Nastavit
Hledat v koši
Hledání se specifikovanou velikostí souboru
Minimální
Maximální
Hledat v seznamu stahování
Hledat v historii stahování
Hledat jen stahování, které vyhovují zadanému rozsahu velikosti souboru
Nastavit časový rozsah
Hledat v koši
Hledat jen soubory, které vyhovují zadanému rozsahu velikosti souboru
Vyžadována minimální velikost
Vyžadována maximální velikost
Hledat ve skupině
Vyberte skupinu, která bude prohledána
; END
Najít stahování...
Nenalezeny položky
Nenalezeno více položek
Najít dokončené
URL do schránky
Náhled na ZIP
Musí být vybrán alespoň jeden soubor.
Stahovaný soubor je pravděpodobně ZIP archiv. Chcete zobrazit jeho náhled?
Náhled audio/video
Otevření souboru selhalo.
Neznámý formát.
Pro používání této funkce prosím instalujte DorectX 8.0 nebo vyšší. Nejnovější verzi můžete stáhnout z microsoft.com.
Informace o klipu
Velikost:
Dostupná:
Délka:
Zvuk
Přehrát
Pauza
Filtr
Přípony [odděleno mezerami, např. zip rar arj]:
Odstranit soubory s těmito příponami
Ponechat jen soubory s těmito příponami
Řetězec argumentu neobsahuje %file% makro. Toto makro je nezbytné pro informaci antiviru, které soubory má zkontrolovat.
Přejete si pokračovat?
Upozornění
Pro nedokončené stahování použít atribut skrytý
Po dokončení připojit k souboru komentář
Neukládat stránky serveru
Zaškrtnout, jestliže nechcete ukládat stránky serveru, ale jen soubory a obrázky 
Použít náhled ZIP archivů
Zvolte, jestliže chcete zobrazovat náhled obsahu ZIP archivů na začátku stahování pro stahování pouze části archivu.
Hlasitost:
Spustit stahování automaticky
Zvolte, jestliže si přejete, aby FDM automaticky spouštěl každé nové stahování
Prosím zvolte soubory ke stahování
Zadejte alternativní URL pro toto stahování
Příště nezobrazovat náhled
Náhled na Zip vypnut. Jestliže jej chcete zapnout, jděte prosím na Nastavení -> Nastavení stahování (Ctrl+O) -> Stránka Nové stahování, a zatrhněte "Používat ZIP náhled". 
Seznam ignorovaných
Seznam stránek, které mají být ignorovány během stahování stránky.
Podsložky
Přidat
Ignorovat také všechny podsložky
; Proxy tab new settings
Použít redukci při přerušeném spojení
Velikost redukce
bytů
Zvolte, jestliže chcete zapnout redukci. Redukce pomáhá předejít poškození vašeho stahování.
Velikost redukce. Větší rozsah umožní redukci pracovat bezpečněji. Doporučená velikost je 3000 bytů. Tuto velikost můžete zvětšit, pokud vaše stahování zůstává poškozeno.
; downloader options -> monitor tab
Nesledovat soubory menši než
Zvolte, jestliže chcete aby FDM přeskakoval soubory menší než uvedené velikosti
KBytů
Upozornění! Koš je příliš velký. To může výrazně snížit výkon. Dopočujeme vyprázdnit koš. Přejete si to provést?
Příště již neověřovat
Upozornění! Historie stahování je příliš velká. To může výrazně snížit výkon. Doporučujeme vyčistit Historii. Přejete si to provést?
Server nemůže zaručit svou schopnost navazování. Chybná odpověď
Kopírovat do schránky
; general settings | skins page
Vzhled
Vzhled
Povolit vzhledu používat vlastní ikony
Povolit vzhledu používat vlastní obrázky
; default skin
<výchozí>
Poznámka: Jakékoliv změny se projeví až po restartu Free Download Manageru.
Okno aktivních stahování 
Nestahovat soubory s příponou:
Seznam výjimek přípon souborů
Žádné aktivní stahování
Přehrát zvukový soubor po dokončení všech stahování
Přenést seznam URL ze schránky
Hesla
Nastavení správce stahování
; Save password dialog
Přejete si uložit heslo?
Free Download Manager může uložit heslo pro tento server, aby nebylo nutné ho vyplňovat při každém stahování z tohoto serveru.
Přejete si uložit toto heslo?
Nevybízet k ukládání hesel
; Site Manager options | Passwords tab
Používat správce stránek pro ukládání hesel
Dotazovat se na uložení hesla
Nevybízet k ukládání hesel
Před ukončením odstranit všechna hesla
Odstranit všechna hesla
; create new HTML Spider task
Automaticky odstranit dokončená stahování (doporučeno)
Zvolte, jestliže si přejete automaticky mazat stahování HTML Spideru. Toto zrychluje stahování větších stránek.
Změny se projeví až po restartu Free Download Manageru.
Nový styl
Starý styl
Název adresáře je neplatný
Skrýt plovoucí okno v celoobrazovkovém módu
Zvolte, pokud si přejete, aby bylo automaticky skryto plovoucí okno v celoobrazovkovém módu.
bylo naplánováno ke spuštění.
Přejete si jej spustit?
Spustit stažený soubor po dokončení stahování
Pro specifikaci šablony URL prosím použijte v URL prosím znaky (*), (*A) or (*a)
Server vyhledávání zrcadel:
Hibernace
Stand By
Pamatovat si nastavení
Nabídnout změnu výchozí složky pro skupinu
Uložit soubor
Otevřít soubor
Uložit a otevřít soubor
Typ stažení:
Odkaz na FDM
Odkaz na Free Download Manager
Vážení uživatelé!
Free Download Manager je program poskytovaný zdarma. Lze jéj používat bez omezení po libovolně dlouhou dobu.
Chtěli bychom Vás, ale požádat, pokud shledáte Free Download Manager užitečným programem, o pomoc při jeho rozšíření mezi širší uživatelskou komunitu. To můžete učinit umístěním odkazu na něj na svých webových stránkách. Tímto se dozví více lidí o existenci tohoto programu.
Děkujeme Vám za Vaši podporu,\nTým vývojářů programu  Free Download Manager.
Připomenout za 3 dny
Připomenout při dalším spuštění Free Download Manageru
Příště již tento dotaz nezobrazovat
Zobrazit HTML kód odkazu
HTML kód odkazu
Více příkladů
Kopírovat do schránky
Skrýt
; "Traffic usage mode has been changed" window
Mód přenosu byl změněn
Změnili jste požívaný mód přenosu v síti.\nFree Download Manager obsahuje tři módy:
V tomto módu bude Free Download Manager stahovat soubor nejvyšší možnou rychlostí. Toto je nejvíce účinný mód pro stahování.
V tomto módu bude Free Download Manager stahovat soubor běžnou rychlostí. Tento mód umožňuje zachování průměrné rychlosti stahování a zároveň umožňuje pohodlné prohlížení webových stránek současně.
V tomto módu bude Free Download Manager stahovat soubor nízkou rychlostí. Tento mód umožňuje stahování souborů bez znatelného nárůstu zátěže sítě.
;
Přejmenovat při restartu
Zadejte hodnotu menší než %d
; export/import downloads
Seznam souborů URL 
Seznam souborů s informacemi o stahování
;
Možnosti exportu
;
Nastavit datum souboru identické s datem na serveru
Nastavte stejné datum stahovaného souboru jako je na serveru
Vytvořit soubor popisu
Vytvoří soubor s názvem "*.dsc.txt" (* - název stahovaného souboru), který bude obsahovat popis stahovaného souboru (komentáře + url + datum). Tento soubor bude vytvořen pouze pro stahování, která obsahují komentáře.
Tento soubor byl stažen z
Nezískávat datum souboru ze serveru
Tato volba umožní zvýšit rychlost spuštění při stahování přes FTP protokol. Free Download Manager bude používat namísto příkazu LIST příkaz SIZE.
Neukládat zprávy o stahování
Zapnutím této volby bude Free Download Manager spouštěn a ukončován rychleji a snížíte tím využití paměti.
;
Exportovat historii stahování
Exportovat všechny záznamy
Exportovat všechny záznamy v seznamu
Exportovat vybrané záznamy
Exportovat pouze záznamy o dokončených stahováních
;
HTML soubory
;
Historie stahování Free Download Manager
URL stahování
Uloženo do souboru
Velikost souboru
Stahování bylo dokončeno
Stahování bylo odstraněno
;
Uloženo v
Velikost souboru
Podpora obnovování
Zavřít toto okno dialog pokud je stahování dokončeno nebo zastaveno
Otevřít
Přejete si zobrazit toto okno znovu?
Ano, přeji si zobrazovat u každého stahování
Ne, nezobrazovat již více toto okno
Ano, ale ne pro toto stahován
Při použití klávesy SHIFT bude toto stahování odstraněno z disku a nebude možné jej obnovit.\nOpravdu si to přejete?
Zvolte skupinu
Nastavte výchozí složku skupiny
Nastavte výchozí složku skupiny.\nZměny budou použity pouze pro nová stahování.
Poslední stahované soubory
(žádné)
Omezit všechna stahování
Zobrazit okno průběhu stahování
Při zvolení vytvoří FDM zvláštní okno s informacemi o stahování pro každé spuštěné stahování
; general settings | misc page
Prodleva pro potvrzení
Spustit soubor
Dotázat se na typ vypnutí
Doba prodlevy potvrzení pro příkaz "Nástroje | Zavěsit po dokončení".
Doba prodlevy potvrzení pro příkaz "Nástroje | Ukončit po dokončení".
Doba prodlevy potvrzení pro příkaz "Nástroje | Vypnout počítač po dokončení".
Doba prodlevy potvrzení pro spuštění stahovaného souboru, pokud je stahování dokončeno.
Při zvolení se Vás FDM zeptána typ vypnutí pro příkaz "Nástroje | Vypnout počítač po dokončení".
Nezobrazovat dotazy pro potvrzení
; 5 seconds, 10 seconds, ...
%d sekund
Čekat na potvrzení
Ignorovat stránky z této složky
Stáhnout stránky pouze z této složky
Zahrnout podsložky
Ignorovat všechny webové stránky umístěné v této složce
Stáhnout stránky umístěné pouze v této složce a ignorovat ostatní webové stránky.
Zvolte tuto volbu pokud si přejete, aby HTML Spider ignoroval (nebo stahoval pouze) stránky umístěné ve všech podsložkách zadaných složek.
Zde můžete zadat URL složky.\nPříklad: "http://site.com/docs/".
Typ
Ignorovat
Pouze
Sada čísel
Zadat
Zde můžete určit sadu čísel pro dávkové stahování.\nPř. 1-100 nebo 1-100s2w3.
Klepněte na toto tlačítko pro zadání sady čísel pomocí dialogového okna.
Číslo
Číslo
Zadat sadu čísel
Chyba syntaxe
Rozbalit archiv
Rozbalit
Rozbalení
Cílová složka
Rozbalování archivu zrušeno. Neznámý formát souboru.
Přenos stahování za tento měsíc\n(%s bylo staženo v předchozím měsíci)
Celková rychlost stahování
Vypnout úlohu po spuštění Nástroje | "po dokončení"
Při zvolení libovolného příkazu z menu Nástroje | "po dokončení" úloha bude automaticky vypnuta po spuštění. Toto lze provést pouze jednou.
; %s
; 1st - name of a file
; 2nd, 3rd - file info (size + date).
"%s" soubor již existuje.\n\nPřejete si jej nahradit\n(%s)\n\nnovějším souborem\n(%s)?
Ano pro vše
Přeskočit
Přeskočit vše
Formát archivu je neznámý
Navštívit webovou stránku
Instalovat balíček
Standardně FDM podporuje pouze archivy ZIP, RAR a ARJ.\nSeznam podporovaných archivů lze rozšířit instalací balíčku přídavné podpory archivů pro Free Download Manager (je vyžadováno připojení k internetu).
FDM balíček podpory archivů
Nahoru
Dolů
Přesune vybrané stahování nahoru
Přesune vybrané stahování dolů
Ověřit integritu souboru
Některé webové stránky nabízí ověření správnosti souborů dostupných pro stažení, nejprve je ale nutné aby se uživatel ujistil, zda stažený soubor není poškozen.  Zde můžete zadat tento kontrolní součet a FDM ověří integritu souboru.
Algoritmus
Kontrolní součet
Vložit ze schránky
Ověřit
Vypočítávám kontrolní součet staženého souboru
Ověření integrity souboru byla úspěšné
Ověření integrity souboru byla neúspěšné
Ověření integrity souboru bylo úspěšně dokončeno.\nVe staženém souboru nebyly nalezeny žádné chyby.
Ověření integrity souboru bylo dokončeno.\nByly nalezeny chyby: soubor byl poškozen během procesu stahování. Je nutné restartovat celé stahování.
Příště již toto okno nezobrazovat, při úspěšném ověření
Nelze nalézt spustitelný soubor antivirového programu, který jste zvolili.\nZadejte jej prosím manuálně.
Velikosti souborů si neodpovídají
Uložit jako:\n(Příklad: soubor(*)(*A)(*a).txt)
Neplatné uložení dle zadané šablony.\nOvěřte správnost s odpovídající šablonou URL.
Po dokončení
Po dokončení (všechno dokončeno nebo při chybě)
Aplikace
Co to je?
Názory
;
Vážení uživatelé!
Free Download Manager (FDM) je jeden z nej populárnějších programů pro stahování na světě, jeho služeb využívají miliony aktivních uživatelů, ale nyní bychom si přáli více!
Pokud shledáte Free Download Manager užitečným a nezbytným programem, rádi bychom Vás požádali zda byste nemohli umístit na Váš blog, webové stránky nebo jinde (např.: Myspace/MSNwe) slovo nebo odkaz na náš program.
; %s will be replaced with "FDM buzz" 
Oficiálně byl %s vydán 16. srpna 2006. Naším cílem je vytvořit z FDM nejvíce využívaný nástroj po FireFoxu!
FDM buzz
; %s will be replaced with "blog" 
Průběh vývoje FDM lze sledovat na našem %s.
blogu
Děkujeme Vám za Vaši podporu,\nTým vývojářů Free Download Manageru
Příště již toto okno nezobrazovat, mám dobrou paměť.
Připojit se k buzz
Ne, děkuji
FDM komunita
Přepnout na záložku "Názory" po stažení
Při zvolení bude záložka "Názory" automaticky aktivována po dokončení stahování.
Upravit nastavení identifikace Internet Exploreru v síti
Při zvolení můžou být webovým stránkám dány instrukce, že pro prohlížení webu používáte Free Download Manager nainstalovaný na Vašem počítači. Toto nastavení může mít za důsledek zablokování přístupu k některým stránkám.
Nebezpečí?
Ověří, zda někdo z uživatelů Free Download Manageru nenahlásil, že toto stahování obsahuje virus/adware/spyware/atd.
OK, nikdo z uživatelů Free Download Manageru nehlásil, že by toto stahování mohlo být nebezpečné.\n\nTímto samozřejmě není zaručeno, že stahování je bezpečné a raději Vám odporučujeme jej ověřit pomocí antivirového programu.
; keep all %xxx, \n as is.
%d z %d uživatelů Free Download Manageru nahlásilo, že toto stahování je nebezpečné.\nPrůměrné hodnocení pro toto stahování je %.*g.\n\nPřejete si zobrazit názory na toto stahování?
Ověřovat každé nové stahování před stažením, zda není nebezpečné
Použijte tuto volbu pro automatické ověření před započetím stahování, zda někdo z uživatelů FDM nenahlásil, že toto stahování je nebezpečné.
Zobrazovat názory při stahování
Při zapnutí, FDM automaticky aktivuje záložku "Názory" a zobrazí názory na toto stahování během stahování souboru.
Ověřuji, zda stahování není nebezpečné (zobrazit možnosti pro vypnutí této funkce)
OK, nikdo nehlásil, že je stahování nebezpečné
Upozornění! Někdo nahlásil, že toto stahování je nebezpečné
Zavřít
Načítám
Nestahovat soubor
Před zápisem na disk umístit stahovaná data do vyrovnávací paměti
Při zvolení bude FDM využívat zásobníku vyrovnávací paměti o velikosti, kterou jste zadali pro operace zápisu stahovaných dat. Tímto zmenšíte počet přístupu na pevný Váš disk a zároveň zvýšíte rychlost stahování u vysokorychlostních připojení.\nToho je docíleno tak, že stahovaná data nejsou zapisována okamžitě na pevný disk, což však vyžaduje opětovný restart stahování při zhroucení počítače (v nejhorším případě bude stahována zadaná velikost).\nDoporučeno pro vysokorychlostní připojení.
Nelze nainstalovat sledování SeaMonkey (Mozilla Suite)
Nelze odinstalovat sledování SeaMonkey (Mozilla Suite)
Zvolte, pokud si přejete, aby FDM zachytával klepnutí na odkazy v prohlížeči Mozilla Firefox
Zvolte, pokud si přejete, aby FDM zachytával klepnutí v prohlížeči SeaMonkey (Mozilla Suite)
Umožnit prohlížeči stahovat soubor při stisku tlačítka Storno
Zvolte, pokud si přejete, aby Váš prohlížeč stáhl soubor i přesto, že jste v dialogu pro vytvoření stahování stiskli tlačítko Storno
Přidat FDM do kontextového menu prohlížeče
Zvolte pro přidání položek "Stáhnout pomocí Free Download Manageru" a "Stáhnout web pomocí Free Download Manageru" do kontextového menu prohlížeče (menu vyvoláte stisknutím pravého tlačítka myši)
Zvolte položky menu, které se zobrazí v kontextovém menu prohlížeče
Nelze nainstalovat sledování Firefoxu
Přesunout soubory do složky
Rychlost je příliš pomalá. Restartuji sekci...
Restartovat pokud je rychlost příliš pomalá po dobu (min):
Restartuje sekci při výrazném poklesu rychlosti stahování.
Přejete si zobrazit okno průběhu stahování znovu?
Omlouváme se, ale tato služba je dočasně nedostupná. Zkuste to prosím později.
Nahoru
Dolů
Umístit stahování na začátek
Zvolte tuto možnost, pokud si přejete stahování umístit na začátek seznamu stahování.
Sledování v prohlížeči Firefox nelze zapnout pokud je instalováno rozšíření FlashGot.\nNejprve prosím odinstalujte FlashGot.
Zapnout
Vypnout
Přepnout
Pokud je zapnut mód omezující všechna stahování, pak je toto vypnuto, jinak je zapnuto.
Oficiálně byl %s vydán August 16, 2006. naším cílem je vytvořit z FDM nejvíce využívaný nástroj po FireFoxu!
Automaticky stáhnout a nainstalovat aktualizace
Pouze upozornit na dostupnost aktualizací
Vypnout automatické aktualizace
Sledování je zapnuto v programu %s.
Odstranit záznam
OK pro odstranění?
Není možné získat přístup pro zápis do složky programu Free Download Manageru.\nPovolte prosím zápis programu Free Download Manager do této složky pro uložení datových souborů, pokud tak neučiníte, budou všechna data po restartu programu ztracena.
Toto malé okno umožňuje použít funkci drag&&drop pro přenos odkazů z Vašeho prohlížeče do programu Free Download Manager.\nOkno umožňuje taktéž rychlé zobrazení nebo skrytí okna programu Free Download Manager a to pouhým dvojklikem levým tlačítkem myši.\n\nPro vypnutí zachytávacího okna klepněte pravým tlačítkem na okno a deaktivujte položku menu "Box pro zachycení".
Free Download Manager - Box pro zachycení
Vypnout všechna upozornění pro dávková stahování
Zvolte tuto možnost pro vypnutí všech (bublinových a zvukových) upozornění pro stahování vytvořené příkazem "%s".
Seznam výjimek
Zadejte seznam přípon souborů a seznam serverů, které nebudou sledovány.
Nestahovat z následujích serverů (oddělte mezerou):
Free Download Manager nebude sledovat stahování ze serverů zadaných v tomto seznamu. Zde zadejte názvy domén (např. "site.com"). Lze použít i nahrazovací znaky '*'.
Upozornění!\nNastala chyba při pokusu ověření souboru antivirem.\nPřejete si přesto pokračovat ve stahování?
Integrita
Spustit při stahování souboru ověření integrity
Pro ověření integrity by měl Free Download Manager znát soubor s platným kontrolní součtem. V mnoha případech je přikládán ke každému stahování.
Pokud ověření selže
Platný kontr. součet souboru
Nedělat nic
Zvolte jak se má FDM zachovat pokud ověření integrity selže.\nDotázat se - FDM se zeptá co má dělat.\nRestart - FDM restartuje toto stahování.\nNedělat nic - FDM přidá záznam o tom, že ověření selhalo do zprávy o stahování a neudělá nic víc.
Spouštím ověření integrity...
Ověření integrity úspěšné.
Ověření integrity selhalo!
Zvolte algoritmus pro ověření integrity.
Platný kontr. součet
Zpráva kontr. součtu
; zip preview window
Označit/odznačit vše
; group's properties dialog
Makra
název serveru (např. "freedownloadmanager.org")
cesta ke stahovanému souboru na serveru
aktuální rok
aktuální měsíc (číslo od 1 do 12)
aktuální den
; don't translate "%year%-%month%-%day%" here
formát "%year%-%month%-%day%"
;
Z Mozilla Firefox
FDM převezme proxy nastavení z programu Firefox
; new download settings
Použít tuto skupinu
; Downloads -> Schedule ->
Spuštění
Zastavení
Naplánovat spuštění stahování
Naplánovat zastavení stahování
;
; downloads that not completed or were completed recently
Nedokončené+Poslední
Zdrojová skupina
;
; create new download dialog -> set output folder as default dialog
Nastavit jako výchozí pro všechny skupiny a stahování
; %s - place of name of the group. don't change this
OK pro nastavení této složky jako výchozí složky pro skupinu "%s"?
;
;
Roztřídit seznam stahování
Upload
Uploadovat soubory
Spustit upload
Zastavit upload
Naplánovat upload
Přesunout vybrané uploady nahoru
Přesunout vybrané uploady dolů
Nahráno
Seznam uploadů
Získávám cílové umístění nahrané URL ze základního serveru...
Storno
; outlook express: view | insert file | ...
Jako přílohu
Jako odkaz (upload)
Složka
;
Přidat soubory
Přidat složku
Bittorrent
Zapnout podporu Bittorrent protokolu
Omezení přenosu pro upload
Omezení počtu přípojení pro upload
Použít porty v rozsahu od
do
Zapnout DHT
Zapne/vypne podporu Bittorrent protokolu. Pokud je nějaké stahování z Bittorrentu v seznamu stahování nebo v koši FDM, pak nebude Bittorrent protokol vypnut úplně.
Omezení maximální celkové rychlosti stahování pro upload připojení. Nedoporučujeme nastavovat pro Bittorrent protokol, neboť nastavení může snížit rychlost stahování.
Omezení maximálního počtu všech připojení pro upload. Nastavení příliš nízkého čísla může mít za následek snížení rychlosti stahování.
Zadejte rozsah portů, které bude FDM používat pro upload připojení.
Zapne DHT rozšíření
Název
Pro tracker je vyžadován login
Přidat Bittorrent stahování
Nastala chyba při pokusu o zpracování souboru torrentu.
Soubor torrentu
Pravděpodobně se pokoušíte stáhnout soubor torrentu. Je nutné zapnout podporu Bittorrent protokolu v programu Free Download Manager.\n\nPřejete si zapnout podporu Bittorrent?
Zadejte znovu Vaše heslo: zadané heslo nesouhlasí.
Zvolte soubory, které si přejete uploadovat.
Vlastnosti uploadu
Byl nalezen soubor s informacemi o metaodkazu. Pokračuji ve stahování.
Byl nalezen soubor s informacemi o Bittorrentu. Pokračuji ve stahování.
Nepodařilo s ezískat přístup k souboru an disku.
Připojuji se k trackeru...
Nepodařilo se získat platnou odezvu od trackeru.
Odezva od trackeru byla úspěšně přijata.
Hash ověření části stahování selhalo. Restartuji stahování...
Přidělit celou šířku pásma pro toto stahování
Přejete si vypnout automatické načítání programu Free Download Manager při spuštění Windows?
Omlouváme se, ale služba FDM komunita je nyní nedostupná. Zkuste to prosím později.
Název souboru by neměl obsahovat žádný ze znaků \ / : * ? " < > |. Zvolte prosím jiný název.
Název složky by neměl obsahovat žádný ze znaků \ / : * ? " < > |. Zvolte prosím jiný název.
Upravit plovoucí okna...
Průhlednost
Data
Ponechat všechny datové soubory v aktuální uživatelské složce
Ponechat soubory v této složce
Změny se projeví až po restartu programu Free Download Manager.
Zobrazit okno s průběhem stahován
Vytvořit přenositelnou verzi
Přenositelnou verzi programu Free Download Manager je možné použít na jiných počítačích bez nutnosti opětovné instalace a konfigurace.\n\nTuto verzi lze umístit např. na flash disk.\n\nJakmile je přenosná verze jednou spuštěna v systému počítače, tak se integruje do prohlížečů. Po ukončení se zase automaticky odregistruje.\n\nZde zvolte cestu, kde si přejete vytvořit přenositelnou verzi. Mělo by se jednat o složku na některém z přenositelných médií.\n\nNapř. "I:\Prenosne programy\".
Integrace
Asociovat Free Download Manager s .torrent soubory
Vždy použít tuto skupinu pro nové stahovaní
Vždy použít tuto skupinu a zapamatovat si poslední výstupní složku
Flash video
Stáhnout video FDM
Tento web není podporován. Pro více informací se podívejte na seznam podporovaných webů.
Zobrazit okno stahování
Tato stránka je flash video. Stahuji flash video...
Převádím...
Převést
Možnosti převodu
Formát souboru
Velikost videa
; video quality
Kvalita
Velmi nízká
Nízká
Normální
Střední
Vysoká
Velmi vysoká
;
AVI - MPEG-4 (*.avi)
AVI - XVID (*.avi)
Neměnit
Video bitrate
Audio bitrate
Nastavit jako výchozí
;
Vytvořit stahování flash videa
Automaticky převést stažené video do zadaného formátu
Pokročilé nastavení
Zobrazit seznam podporovaných webů
; used in "create flash video download" window
např.
Další pokus o připojení k trackeru za %d sekund
Připravuji soubory na disku... To může trvat i několik minut
Stav
Připravuji soubory na disku...
MP4 pro iPod/PSP (MPEG4 + AAC, *.mp4)
Multimedia náhled/převod
Převést soubor
Automaticky přejít na tuto záložku
;keep "\n\n%s\n" as is
Soubor byl úspěšně převeden a uložen do\n\n%s\n.
Nepodařilo se převést soubor\n\n%s.
Skupina pro nové stahování
Hash info
Připojení
Klient
Částí
Tracker
Stav trackeru
Rychlost uploadu
Bytů uploadováno
Hodnocení sdílení
Wasted byte count
URL torrent souboru
Opravdu si to přejete?\nTímto bude restartováno stahování.
Datové toky ("staženo"; "nahráno") za tento měsíc\n(za minulý měsíc %s)
Celková rychlost ("stahování"; "upload")
Soubory pro upload
Název balíčku
Komprimace
Nastavit heslo pro toto stahování
Heslo (kontrola)
Ponechat tyto soubory
Předpokládaný počet stažení
Přidat odkaz na tyto stahování do katalogu
Zahrnout pokročilé informace (všechna pole jsou volitelná)
Popis
Tagy
Jméno
Email
Email příjemce
Méně než 10
Od 10 do 100
Více než 100
2 dny
7 dnů
1 měsíc
;compression methods
Žádná
Rychlá
Normální
Nejlepší
Nastavení uploaderu
Integrovat uploader do
Kontextového menu
Menu "Odeslat"
Použít pro upload jednoduché menu
Minimální velikost souborů pro upload
Nastavení HTTP proxy
Aktivace uploadu
Pro upload je vyžadována aktivace. Tímto chceme zabránit automatickým uploadům na náš server. Zadejte aktivační kód.
Připojuji se k upload serveru
Připojení k upload serveru bylo úspěšné
Soubor byl úspěšně uploadován na server
Upload souboru byl zastaven
Vytvářím zip archiv z uploadovaných souborů...
Tvorba zip archivu byla zrušena
Zip archiv by úspěšně vytvořen
Odesílám požadavek na server
Odesílám informace o tomto uploadu na server
Informace byly odeslány
Odesílání informací na server o tomto uploadu bylo zrušeno
Aktivuji upload...
Upload byl úspěšně aktivován
Aktivace uploadu byla zrušena
Uploadovaný soubor byl změněn na disku
Neočekávaná chyba
Provádím kontrolní součet...
; "I agree to terms" string in two lines
Souhlasím s
podmínkami
Musíte souhlasit s podmínkami.
Ověřování aktualizací bylo zrušeno
K dispozici je nová verze. Je vyžadována aktualizace.\nPřejete si nyní provést aktualizaci?
Je vyžadována aktualizace programu Free Download Manager
Je vyžadován restart programu Free Download Manager
Navrhnout upload příloh
Připojit text (pomalé)...
Uploadovat a vložit odkaz (rychlé)...
Nastala chyba při pokusu o spuštění uploadu. Ověřte prosím připojení nebo to zkuste později.
Připojili jste velký soubor(y).\nMnohem výhodnější než posílání velkých souborů jako přílohy je uploadování souborů a odeslat odkaz(y) příjemci.\n\nPřejete si soubor(y) uploadovat?
Doporučení pro upload
Nastavení integrace
Upload %s byl dokončen.\nPro stažení použijte následující URL odkazy:
Celková velikost
Otevřít v prohlížeči
Aktuální verzi programu Free Download Manager již nelze déle používat pro upload souboru. Je nutné program aktualizovat.
Aktuální verzi programu Free Upload Manager již nelze déle používat. Je nutné program aktualizovat. Navštivte prosím web freedownloadmanager.org.
Příliš dlouhý vstup.
Nastavení integrace správce uploadu
Nastavení integrace pro Free Upload Manager
Upload
Stahuji aktualizaci...
Povolit fragmentaci
Zakázat fragmentaci jako výchozí
Považovat soubor za nebezpečný, pokud nejméně
% uživatelů označilo soubor jako nebezpečný
OK, uživatelé Free Download Manageu nehlásili o tomto stahování žádné nebezpečné informace.\n\nTo ale neznamená, že soubor nemusí být nebezpečný a proto Vám doporučujeme stahování ověřit antivirovým programem.
OK, uživatelé programu FDM nehlásili o tomto souboru žádné nebezpečné informace
písmeno jednotky ze které bude FDM spuštěn. Např.: "C:". Vhodné nastavení pro přenosnou verzi.
Pro použití této funkce je nutné nejprve nainstalovat plugin Video Conversion.
Pro stahování pomocí Bittorrent protokolu je nutné nejprve nainstalovat Bittorrent plugin.
Poznámka: Tyto soubory jsou programovými soubory programu Free Download Manager (nejedná se o soubory stahování).
Přejete si zkopírovat aktuální datové soubory do nové složky (existující soubory budou přepsány) ?
Tato složka bude nastavena jako výchozí složka pro stahování u všech skupin.\nStiskněte OK pro pokračování?
Nastavit výchozí složku stahování
Zabránit počítači přejít do režimu stand by při stahování
Maximální počet napůl-otevřených připojení
Torrenty
Selhal přístup k souborům na disku. Ověřte rposím zda disk není plný nebo dza není chráněn proti zápisu.
Poměr
Seznam torrentů
Přidat torrent z webu
Přidat torrent ze souboru
Vytvořit nový torrent
(automaticky)
Zdroj
Velkost dílce
Trackery
Přidat tracker
Odebrat tracker
Spustit umisťování tohoto torrentu
Uložit
Vytvořit nový torrent
Soubory torrentů
Priorita
;normal/high priority
přeskočit
normalní
vysoká
Plovoucí okna
Soubory služeb (seznam stažení, historie, atd.)
Výchozí nastavení místa stahování
Pozastavili jste všechna stahování. To znamená, že všechna stahování budou stahována velmi nízkou rychlostí (obvykle 1B/s).\nToto umožňuje "pozastavit" všechna stahování, které nepodporují obnovení stahovaní.\n\nPro návrat do normálního stavu spusťte tento příkaz znovu nebo restartujte FDM.
Umisťování
Zapnout umisťování (doporučeno)
Neomezené umisťování
Omezit dle poměru
Umísťovat dokud poměr nebude
Omezit časově
Umisťovat během
Ověřit zda stažení s podobnou URL již neexistuje
Uložit historii stahování
Seznam naposled stažených souborů
Výchozí nastavení pro stahování Bittorrentu
Restartovat dokončená stahování
Vyberte složku přenosné verze prohlížeče Firefox.
Nelze nalézt složku pluginů Apple Safari. Přejete si ji nastavit manuálně?
Nelze nalézt složku pluginů Google Chrome. Přejete si ji nastavit manuálně?
Nelze instalovat sledování Apple Safari monitoring
Nelze odinstalovat sledování Apple Safari
Nelze instalovat sledování Google Chrome
Nelze odinstalovat sledování Google Chrome
Časový limit
;hours, for shprt
hod.
Určit dobu, kdy může FDM stahovat soubory
Povolit spouštění pouze od
Normalní priorita
Vysoká priorita
Základní
Zobrazovat tipy o dokončení bez prodlevy
Ověřit, zda nové stahování není zrcadlem pro stahování existující
Zobrazit malé okno s upozorněním po dokončení stahování
Automaticky skrýt po
Líbí se Vám FDM? Vyzkoušejte i aplikaci Personal Informer!
Poslední verze FDM obsahuje zdarma bonus: aplikaci Personal Informer.
Tato aplikace umístí rychlé odkazy ke všem Vašim
oblíbeným webovým stránkám
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
na domovskou stránku, která se zobrazí  při spuštění prohlížeče.
; \n means next line. don't change this.
Aplikace analyzuje historii prohlížení a zobrazí seznam\nwebových stránek, které jste navštívili a které byste mohli umístit\nna domovskou stránku. Stránku je samozřejmě\nmožné zpětně upravovat.
Opravdus si to přejete? Celý proces analýzy nezabere více než 1 minutu a Vy tím získáte užitečný nástroj v podobě vlastní domovské stránky obsahující oblíbené odkazy.
Potvrdit storno
Zpracovat
Přejete si toto připomenout za pár dnů?
Název
Sledovat stahování flash videa v prohlížeči
Aktivací teto funkce může vyvolat konflikt s ostatními programy instalovanými na Vašem PC. Pokud jste se s podobnými problémy setkali, pak vypnětet tuto funkci ve FDM nebo zkuste odstranit či změnit nastavení konfliktních programů.
Webová stránka
Na této stránce byla nalezeno flash videa
Pro atto stahování můžete zapnout funkci sledování flash videa. Nastavení naleznete v Nastavení | Stahování | Flash video.
Zadejte URL webové stránky, ze které si přejete stáhnout flash video. Pozor, tato stránka musí být ančtena ve Vašem prohlížeči a video musí být přehráváno.
Hledám flash videa...
Na této stránce nebyla nalezena žádná flash videa. Ujistěte se prosím, že video an této stránce se přehrává nebo zkuste stránku znovu načíst (obnovte stránku nebo vyčistěte cache prohlížeče).
; keep "0x%x" as is
Nastala chyba při pokusu o stažení.\nChyba: 0x%x.
Chyba
Zobrazit tlačítko "Stáhnout"
(pouze pro Internet Explorer)
Selhalo načítání informace o této stránce. Obnovte prosím stránku ve Vašem prohlížeči.
Flash video
Omezení maximálního počtu připojení
Tímto vypnete zobrazování tipů FDM. Opravdu si to přejete?\nTipy můžete znovu zapnout v Nastavení | Nastavení upozornění.
Zobrazovat tipy
Chyba! Aktualizační soubor není podepsán FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(pouze pro Internet Explorer)
Zobrazit tlačítko "Stáhnout"
Modul sledování flash videa není načten. Ověřte prosím, zda je spuštěn FDM a aktivována tato funkce (Nastavení | Stahování | Flash video).
; do not change "0x%x"
Nastala chyba při pokusu o přenos stahování do FDM.\nChyba: 0x%x.
Stáhnout
Zobrazit toto tlažítko
Žádná stahování pro export.
Nic pro export.
po "tichém" vytvoření
Pro zapnutí/vypnutí sledování je nutné mít práva administrátora.
Nastala chyba při pokusu o zapnutí/vypnutí integrované funkce.
Nemáte dostatečná práva
Pro export/import nastavení je nutné mít práva administrátora.
Stáhnout FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% staženo celkem
; left to download at... some speed
%s zbývá stáhnout rychlostí
Cesta ke složce uživatelského profilu.
Importovat stahování mTorrent
Složka pro ukládání mTorrent nebyla nalezena!
FDM umožňuje importovat všechny existující stahování mTorrent. Přejete si je importovat?\nTuto činost můžete provést i později v menu Soubor | Import | Stahování mTorrent
FDM umožňuje importovat všechny existující stahování mTorrent.\nTuto činost můžete provést i později v menu Soubor | Import | Stahování mTorrent
Importovat stahování z ostatních správců stahování
Orbit Downloader
LeechGet
Nelze nalézt cestu pro data aplikací programu Orbit Downloader.
Nelze detekovat cestu pro data aplikací programu Orbit Downloader.
Chyba: %d (%02X)
Diagnostika systému: %s
Nelze nalézt definiční soubor programu Orbit Downloader, který obsahuje seznam stahování.
Nelze načíst seznam stahování programu Orbit Downloader.
Nelze analyzovat seznam stahování programu Orbit Downloader. Seznam stahování má neplatný formát.
Selhalo vytváření a nastavení %d stahování podle cesty, názvu souboru a URL importovaných z programu Orbit Downloader.
Stahování nelze importovat.
V seznamu stahování programu Orbit Downloader nejsou žádná data!
Program Orbit Downloader není na tomto počítači nainstalován!
Import stahování z %s byl z důvodu následujích chyb pozastaven.
Přejete si pokračovat v importu z ostatních správců stahování?
Zpracováno:
Úspěšné:
Neplatné:
Nezpracované:
Celkem:
uTorrent
nedefinováno
%d z %d
Vyberte správce stahování ze kterého si přejete importovat stahování:
FDM umožňuje importovat stahování i z jiných správců stahování. Přejete si je importovat?\nTuto činost můžete provést i později v menu Soubor | Import | Importovat stahování ostatních správců.
Podrobnosti: %s
Nelze zpracovat požadavek vlákna.
Nastala kritická chyba při načítání seznamu souborů.\nKlepněte na OK pro pokračování (může dojít ke ztrátě některých nebo všech stahování) nebo STORNO pro ukončení.\nTento problém může být způsoben chybnou instalací FDM nebo poškozenými datovými soubory.
Neplatná instalace: nainstalovaný Bittorrent modul nelze používat v této verzi FDM.\nPřeinstalujte prosím program.\nKlepněte na OK pro ukončení.
; %d - is the number
%d vláken přijato
Podobné stahování již existuje pro Bittorrent
Pro aplikaci nasatavení je vyžadováno přidělení administrátorských oprávnění.
Zjistit automaticky
Vybrat...
Rychlost připojení
Nastavení využití pro módy přenosu
% rychlosti připojení
Spravovat automaticky
; set some setting (maximum number of connections, for example) to some number
Nastavit na
Pro aktuální rychlost připojení je chování FDM automatické. Pokud se domníváte, že hodnoty nejsou správné, ponechte FDM pracovat a za běhu upravujte vypočítaná čísla na reálné hodnoty. Mějte prosím na paměti, že FDM měří rychlost pouze pokud stahuje nebo nahrává. Stahování/nahrávání s nejvyšší hodnotu bude nejlepší pro stanovení aktuální rychlosti připojení.
Rychlost stahování
Nové měření
Zadat hodnotu
Hodnota musí být větší nebo rovna nule.
Zadejte velikost v bitech namísto bajtů
Vytvořit stahování RTSP nebo MMS
Online přenost
Opakovat
Zrušit vše
Pokus o přesunutí souboru:\n %s\n\n do cílové složky pod jménem:\n %s\n\n%s: %s\n\nZavřete prosím všechny aplikace, které by mohly tento soubor používat.
Nepodporovaná chyba kódování obsahu
Vybrat vše
Resetovat vše
Pro integraci FDM do Internet Exploreru jsou vyžadovány administrátorská práva. Stiskem tlačítka "Storno" integrujete FDM pouze částečně.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
